[GENERAL]
NAME				= Italian
TRANSLATOR			= Matteo955, tfr
DLG_FONT_NAME			=
DLG_FONT_SIZE			=


[TEXT]
TEXT_EXPIRED			= Questa versione è scaduta.
TEXT_BETA			= Beta
TEXT_UNREGISTERED		= Non registrato
TEXT_BUSINESS			= Per lavoro
TEXT_SAFEMODE			= Modalità sicura
TEXT_SAFEMODE_MESSAGE		= Bandicam è avviato in modalità sicura. \nAlcune funzioni, inclusa l'accelerazione hardware, possono non funzionare correttamente.
TEXT_INIT_FAIL			= Inizializzazione applicazione fallita.
TEXT_APPINFO			= Bandicam - Cattura video ad alte prestazioni.
TEXT_HAS_BEEN_UNREGISTERED	= Bandicam non è stato registrato.


; error
TEXT_ERROR_DISKSPACE		= Spazio insufficiente sul disco per registrare.
TEXT_ERROR_VIDEO_CAP		= Avvio cattura video fallito.
TEXT_ERROR_AUDIO_CAP		= Avvio cattura audio fallito. \nSe hai bisogno di aiuto clicca su OK.
TEXT_ERROR_IMAGE_CAP		= Cattura immagine fallita.\nControlla la cartella di emissione.
TEXT_ERROR_CREATEFILE		= Creazione file fallita. \nSe hai bisogno di aiuto clicca su OK.
TEXT_ERROR_OUTPUTFOLDER		= La cartella di destinazione non esiste. Selezionare una nuova cartella.
TEXT_ERROR_RENAME_FILE		= Impossibile rinominare il file selezionato.
TEXT_ERROR_CODEC_INIT		= Inizializzazione codec fallita.
TEXT_ERROR_CODEC_INIT_RETRY	= Impossibile inizializzare il codec.\nSi desidera riprovare con il codec H.264 (CPU)?
TEXT_ERROR_CODEC_VIDEO		= La registrazione è stata bloccata per un problema con il codec video.
TEXT_ERROR_LOGO_IMAGE		= Immagine non supportata. \nSeleziona un'immagine supportata(*.png).
TEXT_ERROR_INIT_DEVICE		= Inizializzazione periferica di cattura fallita.
TEXT_ERROR_NO_DEVICES		= Nessuna periferica di cattura rilevata.
TEXT_ERROR_EXISTING_PRESET_NAME	= Esiste già una predefinizione con questo nome.\nUsa un nome diverso.
TEXT_ERROR_NOT_AVAILABLE_FB_UPLOAD = Questa funzione non è più disponibile a causa della politica di Facebook.
TEXT_ERROR_AUDIO_DEVICE_INVALIDATED = La registrazione è stata interrotta perché il dispositivo audio non è più disponibile.
TEXT_ERROR_DUPLICATE_HOTKEYS	= Ci sono tasti rapidi duplicati. Modificare le relative impostazioni, prego.
TEXT_ERROR_NO_SOUND_DEVICE	= Non c'è un dispositivo audio attivato. Seleziona almeno un dispositivo.
TEXT_ERROR_NO_MORE_5_UPLOADING  = Non puoi caricare più di 5 video contemporaneamente. Riprova al termine.
TEXT_CAN_NOT_CHANGE_TB		= Non puoi cambiare questa impostazione con la versione gratuita di Bandicam. Registrala ora!
TEXT_CAN_NOT_ADD_MORE_THAN_10	= Non puoi aggiungere più di 10 articoli.
TEXT_WARNING_AMD_APP		= Il sistema non supporta il codec 'H.264 (AMD VCE)', sarà usato il codec predefinito.
TEXT_WARNING_AMD_APP2		= Il tuo sistema non supporta il codec 'H.264 (AMD VCE)'.
TEXT_WARNING_DEVICE_CHANGE	= Se cambi le impostazioni della periferica video, la registrazione verrà fermata. Sicuro di voler continuare?
TEXT_WARNING_EXIT_BANDICAM	= Se chiudi Bandicam, la registrazione verrà fermata.\nChiudere Bandicam comunque?
TEXT_WARNING_EXIT_BANDICAM_SREC	= Se termini questa applicazione, la registrazione programmata non potrà più procedere. \nSei sicuro di voler chiudere Bandicam?
TEXT_WARNING_DEL_OVERLAY	= Sei sicuro di voler eliminare la sovrapposizione selezionata?
TEXT_WARNING_UNREGISTER		= Sei sicuro di voler annullare la registrazione di Bandicam?
TEXT_NOTICE_NEED_TO_RENEW_1	= È necessario il rinnovo della licenza!
TEXT_NOTICE_NEED_TO_RENEW_2	= La tua licenza scadrà dopo <font color="red">%d giorno/i</font>. <br>Per continuare ad utilizzare Bandicam senza limitazioni, è necessario rinnovare la licenza.
TEXT_NOTICE_NEED_TO_RENEW_2_NOW	= La tua licenza è scaduta. <br>Per continuare ad utilizzare Bandicam senza limitazioni, è necessario rinnovare la licenza.
TEXT_NOTICE_NEED_TO_RENEW_2_TODAY = La tua licenza scadrà entro <font color="red">24 ore</font>. <br>Per continuare ad utilizzare Bandicam senza limitazioni, è necessario rinnovare la licenza.

; video setting page name
TEXT_VID_PAGE_SOUND		= Audio
TEXT_VID_PAGE_WEBCAM		= Webcam
TEXT_VID_PAGE_LOGO		= Marchio
TEXT_VID_PAGE_EFFECTS		= Mouse
TEXT_VID_PAGE_KEYSTROKE		= Combinazione tasti
TEXT_VID_PAGE_TEXT		= Testo
TEXT_VID_PAGE_OPTIONS		= Impostazioni

; image capture setting page name
TEXT_IMG_PAGE_LOGO		= Marchio

; option page name
TEXT_OPT_PAGE_GENERAL		= Generale
TEXT_OPT_PAGE_OUTPUT		= Emissione
TEXT_OPT_PAGE_HOOKING		= Aggancio
TEXT_OPT_PAGE_LANGUAGE		= Lingua
TEXT_OPT_PAGE_HOTKEYS		= Tasti rapidi
TEXT_OPT_PAGE_OTHERS		= Altro

TEXT_VIDEO			= Video
TEXT_AUDIO			= Audio

TEXT_FOLDER_SELECT		= Seleziona una cartella per l'archiviazione.

TEXT_FMT_FULL_SIZE		= Massima risoluzione
TEXT_FMT_HALF_SIZE		= Metà risoluzione
TEXT_FMT_FIT_WIDTH		= Adatta lunghezza
TEXT_FMT_FIT_HEIGHT		= Adatta altezza
TEXT_FMT_CUSTOM_SIZE		= Personalizza
TEXT_FMT_STEREO			= Stereo
TEXT_FMT_MONO			= Mono
TEXT_FMT_ORIGINAL_PCM		= Formato audio originale
TEXT_FMT_AUTO			= Automatico
TEXT_FMT_LOSSLESS		= Senza perdita

; preset
TEXT_PRESET_DEFAULT		= Predefinito
TEXT_PRESET_HALFSIZE		= Metà risoluzione
TEXT_PRESET_HEVC_60FPS_SYNC	= HEVC, 60 FPS (Intel® Quick Sync video)
TEXT_PRESET_HEVC_60FPS_NVENC	= HEVC, 60 FPS (NVIDIA® NVENC)
TEXT_PRESET_H264_60FPS_SYNC	= H.264, 60 FPS (Intel® Quick Sync video)
TEXT_PRESET_H264_60FPS_NVENC	= H.264, 60 FPS (NVIDIA® NVENC)
TEXT_PRESET_H264_60FPS_CUDA	= H.264, 60 FPS (NVIDIA® CUDA™)
TEXT_PRESET_H264_60FPS_APP	= H.264, 60 FPS (AMD VCE)
TEXT_PRESET_ULTRAFAST_60FPS	= Ultra-rapido per 60 FPS
TEXT_PRESET_LOWEND		= Computer a bassa potenza
TEXT_PRESET_NICO		= --
TEXT_PRESET_NICO_HQ		= --
TEXT_PRESET_NAVER_480P		= --
TEXT_PRESET_YOUTUBE_360P	= YouTube/Twitter (360p)
TEXT_PRESET_YOUTUBE_480P	= YouTube/Twitter (480p)
TEXT_PRESET_YOUTUBE_720P	= YouTube/Twitter (720p)
TEXT_PRESET_YOUTUBE_1080P	= YouTube/Twitter (1080p)
TEXT_PRESET_PMP			= Divx/Smarthpone Galaxy
TEXT_PRESET_EDIT		= Sony Vegas/Premiere/Pinnacle
TEXT_PRESET_POWERPOINT		= Per MS PowerPoint
TEXT_PRESET_320x0		= Adatta larghezza, 320x0
TEXT_PRESET_640x0		= Adatta larghezza, 640x0
TEXT_PRESET_800x0		= Adatta larghezza, 800x0
TEXT_PRESET_1280x0		= Adatta larghezza, 1280x0
TEXT_PRESET_USER		= Personalizza predefinizioni

TEXT_CHANGE_LANG		= Per cambiare lingua, devi riavviare Bandicam.\nVuoi riavviare ora?
TEXT_CHANGE_HOOK		= Per cambiare il bersaglio, devi riavviare Bandicam.\nVuoi riavviare ora?
TEXT_CHANGE_SIZE		= Per cambiare la dimensione della finestra di Bandicam, il programma deve essere riavviato.\nRiavviare adesso?
TEXT_RESET_ALL_SETTINGS		= Sei sicuro di voler resettare tutte le impostazioni? \nIl programma verrà chiuso e riavviato.

TEXT_REGISTER_SUCCEEDED		= Bandicam è ora registrato.
TEXT_REGISTER_FAILED		= Registrazione fallita. \nControlla la tua mail e il numero di serie.
TEXT_REGISTER_CONNECT_FAILED	= Impossibile connettersi al server di registrazione.\nControlla la connessione a internet e imposta la data e l'ora di sistema corretti.\nSe hai bisogno di aiuto clicca su OK.
TEXT_REGISTER_INFO		= Mail: %s\r\nNumero di serie: %s
TEXT_REGISTER_INFO2		= Data di scadenza: %s (%d giorni rimasti)
TEXT_REGISTER_INFO2_EXPIRING	= Data di scadenza: %s (Less than 1 day left)
TEXT_REGISTER_INFO2_EXPIRED	= Data di scadenza: %s (Scaduta)
TEXT_REGISTER_LIMITED_1		= Puoi registrare fino a 10 minuti con la versione gratuita
TEXT_REGISTER_LIMITED_2		= Se il prodotto è attivato, puoi registrare senza limiti di tempo a partire dalla registrazione successiva. Si prega di acquistare Bandicam dal sito ufficiale.
TEXT_REGISTER_LIMITED_SREC	= Puoi registrare solo 10 minuti nella versione gratuita di Bandicam. Registrala ora!
TEXT_REGISTER_NEWRECORD		= Non puoi cominciare una nuova registrazione con la versione gratuita di Bandicam. Registrala ora!
TEXT_REGISTER_LICENCE_INFO	= Non registrato!!!\r\nSe vuoi registrare senza filigrane, \r\ndevi comprare una licenza per Bandicam.

TEXT_PROGRAM_INVALID		= Applicazione non valida. \nDevi reinstallare il programma.

TEXT_SELECT_NOT_SELECTED	= Seleziona la modalità di registrazione
TEXT_SELECT_TARGET		= Clicca sulla finestra bersaglio
TEXT_SELECT_DEVICE		= Seleziona una periferica di cattura
TEXT_TARGET_DIRECTX		= Modalità Registrazione Gioco - Registra giochi e riproduttori video che usano DirectX.
TEXT_TARGET_SCREEN		= Modalità Registrazione Schermo - Registra lo schermo e video su internet.
TEXT_TARGET_DEVICE		= Modalità Registrazione Periferica - Registra da Webcam e periferiche di cattura HDMI.
TEXT_TARGET_AUDIO		= Modalità Solo Audio - È possibile registrare solo l'audio.
TEXT_TARGET_CHANGING		= Cambiando la modalità di registrazione, la registrazione in corso sarà interrotta.\nVuoi continuare?
TEXT_TARGET_CLOSE		= Se chiudi la modalità di registrazione corrente, la registrazione verrà fermata.\nVuoi continuare?
TEXT_TARGET_CHANGE_TO_RECTANGLE	= Non puoi iniziare la registrazione in modalità 'Registrazione Gioco' perché non hai selezionato una finestra bersaglio.\n\nVuoi cambiare la modalità di registrazione in 'Registrazione Schermo' per iniziare a registrare?
TEXT_TARGET_CHANGE_TO_RECTANGLE2= Non puoi iniziare la registrazione in modalità 'Registrazione Periferica' perché non hai selezionato nessuna periferica.\n\nVuoi cambiare la modalità di registrazione in 'Registrazione Schermo' per iniziare a registrare?
TEXT_TARGET_CHANGE_TO_RECTANGLE3= Non puoi registrare senza aver selezionato una modalità.\nVuoi selezionare la modalità 'Registrazione schermo' per iniziare a registrare?

TEXT_STATUSBAR_READY		= Pronto
TEXT_STATUSBAR_RECORDING	= Registrazione
TEXT_STATUSBAR_PAUSE		= Pausa

TEXT_UPDATE_AVAILABLE		= È disponibile una nuova versione di Bandicam. \nVuoi aggiornare adesso?
TEXT_UPDATE_UNAVAILABLE		= Questa è l'ultima versione.
TEXT_UPDATE_FAILED		= Controllo versione fallito. \nControlla la connessione internet o riprova più tardi.
TEXT_UPLOAD_EMAIL_NOT_VERIFIED	= Impossibile effettuare il caricamento. Se ti sei appena registrato, verifica il proprio indirizzo email.

TEXT_TARGET_FULL		= Schermo intero
TEXT_TARGET_RESTORE		= Ripristina
TEXT_TARGET_TOGGLE_TOP		= Sposta la barra di controllo in alto
TEXT_TARGET_TOGGLE_BOTTOM	= Sposta la barra di controllo in basso
TEXT_TARGET_FIND		= Seleziona area di registrazione
TEXT_TARGET_RESIZE		= Menu selezione dimensione
TEXT_TARGET_IMAGE		= Cattura immagine
TEXT_TARGET_PEN			= Modalità disegno
TEXT_TARGET_RECORD_START	= Registrazione video - registra
TEXT_TARGET_RECORD_PAUSE	= Registrazione video - pausa
TEXT_TARGET_RECORD_STOP		= Registrazione video - ferma
TEXT_TARGET_MENU		= Menu
TEXT_TARGET_DISPLAY		= Schermo %d
TEXT_TARGET_DISPLAY_ALL		= Tutti gli schermi

TEXT_DEVICE_FULL		= Schermo intero
TEXT_DEVICE_RESTORE		= Riduci in finestra
TEXT_DEVICE_SELECT_DEVICE	= Selezione periferica
TEXT_DEVICE_VOLUME		= Controllo volume
TEXT_DEVICE_IMAGE		= Cattura immagine
TEXT_DEVICE_RECORD_START	= Registrazione video - registra
TEXT_DEVICE_RECORD_PAUSE	= Registrazione video - pausa
TEXT_DEVICE_RECORD_STOP		= Registrazione video - ferma
TEXT_DEVICE_MENU		= Menu

TEXT_RC_HOWTO_NOCOMPLETE	= Non fermare la registrazione
TEXT_RC_HOWTO_BYTIME		= Per tempo
TEXT_RC_HOWTO_BYSIZE		= Per dimensione
TEXT_RC_HOWTO_BYSILENCE		= Per durata silenzio
TEXT_RC_AFTER_NEWRECORD		= Inizia una nuova registrazione
TEXT_RC_AFTER_EXIT		= Esci da Bandicam
TEXT_RC_AFTER_SHUTDOWN		= Spegni il computer
TEXT_RC_AFTER_HIBERNATE		= Iberna il computer

TEXT_SHUTDOWN_SEC		= Il computer si spegnerà in %d sec.

TEXT_SEL_IMAGE_FILE		= Seleziona un'immagine

TEXT_RC_MB			= MB
TEXT_RC_GB			= GB

TEXT_SND_SELECT_1_DISABLE	= -- Disattiva --
TEXT_SND_SELECT_2_DISABLE	= -- Disattiva (Raccomandato) --

TEXT_CORRUPTED_AVI_FILE		= L'ultima registrazione risulta corrotta.\nVuoi ripararla?\n\nFile: %s
TEXT_SELECTED_CORRUPTED_FILE	= Il file selezionato è corrotto.\nVuoi ripararlo?\n\nFile: %s
TEXT_TRAY_BALLOON_TIP		= Clicca sull'icona nel vassoio per ripristinare Bandicam.
TEXT_TRAY_BALLOON_TIP_RECT	= Clicca sull'icona nel vassoio per mostrare il rettangolo di selezione.
TEXT_TRAY_BALLOON_TIP_DEVICE	= Clicca sull'icona nel vassoio per mostrare la finestra di registrazione periferica.
TEXT_FORCE_STOP			= Fine registrazione fallita perché il programma non risponde.\nVuoi comunque fermare forzatamente la registrazione?
TEXT_EXTERNAL_CODEC		= - Codec esterno -
TEXT_CUDA_GPU_AUTOSELECT	= (Selezione automatica)

; status bar tool-tip
TEXT_INDICATOR_STATUS		= Stato registrazione
TEXT_INDICATOR_TIME		= Tempo di registrazione
TEXT_INDICATOR_SIZE		= Dimensione registrazione/spazio libero
TEXT_INDICATOR_VOLUME		= Volume corrente

; recording priority
TEXT_REC_PRIORITY_NORMAL	= [Normale] Priorità del processo normale
TEXT_REC_PRIORITY_HIGH		= [Media] Priorità del processo più alta
TEXT_REC_PRIORITY_HIGHEST	= [Alta] Altri processi potrebbero rallentare

; output page message
TEXT_OUTPUTS_BANDICUT		= Bandicut non è installato. Vuoi scaricare Bandicut?
TEXT_OUTPUTS_DELETE		= Sei sicuro di voler rimuovere definitivamente i file selezionati?
TEXT_OUTPUTS_SELCOUNT		= %d oggetti selezionati

; file naming settings
TEXT_FILE_NAME_PREFIX_TARGET	= Nome bersaglio
TEXT_FILE_NAME_PREFIX_CUSTOM	= Prefisso personalizzato
TEXT_FILE_NAME_PREFIX_NONE	= Nessuno
TEXT_FILE_NAME_SUFFIX_TIME	= Data/Ora
TEXT_FILE_NAME_SUFFIX_NUMBER	= Numero progressivo

; timer recording
TEXT_TIMER_REC_MINMAX_MINUTES	= Inserisci un valore tra 1 e 1440 minuti.
TEXT_TIMER_REC_STOP_RECORDING	= Registrazione in corso. \nSicuro di voler fermare la registrazione e continuare?
TEXT_TIMER_REC_MODE_NOT_SELECTED= Il timer per la registrazione non è disponibile perché non è stata impostata nessuna modalità di registrazione. Selezionare una modalità di registrazione prima di procedere.

; upload video
TEXT_UPLOAD_VID_NO_TITLE	= Inserisci il titolo del video da caricare.
TEXT_UPLOAD_VID_NO_PASSWORD	= Inserire la password.
TEXT_UPLOAD_YOUTUBE_LOGIN	= Accesso - YouTube
TEXT_UPLOAD_YOUTUBE_LOGIN_TEXT	= Collegamento a YouTube dal browser...
TEXT_UPLOAD_YOUTUBE_LOGIN_CANCEL= Annulla
TEXT_UPLOAD_VIMEO_LOGIN		= Accesso - Vimeo
TEXT_UPLOAD_VIMEO_LOGIN_TEXT	= Collegamento a Vimeo dal browser...
TEXT_UPLOAD_VIMEO_LOGIN_CANCEL	= Annulla
TEXT_UPLOAD_FACEBOOK_LOGIN	= Accesso - Facebook
TEXT_UPLOAD_GDRIVE_LOGIN	= Accesso - Google Drive
TEXT_UPLOAD_GDRIVE_LOGIN_TEXT	= Collegamento a Google Drive dal browser...
TEXT_UPLOAD_GDRIVE_LOGIN_CANCEL	= Annulla
TEXT_UPLOAD_COMPLETE		= Caricato
TEXT_UPLOAD_ERR_FAIL		= Caricamento del video fallito.
TEXT_UPLOAD_ERR_FILESIZE_LIMIT	= Video troppo grande da caricare.
TEXT_UPLOAD_ERR_FREESPACE	= Spazio libero su Vimeo insufficiente per caricare il video.
TEXT_UPLOAD_ERR_CONNECT		= Connessione al server fallita.
TEXT_UPLOAD_ERR_AUTH_VIMEO	= Impossibile caricare questo video. Gli utenti di Vimeo Basic non possono utilizzare questa funzione.
TEXT_UPLOAD_YOUTUBE_QUOTA	= Bandicam ha superato la quota di carichi giornaliera assegnata da YouTube.\nLa quota verrà ripristinata a mezzanotte, ora del Pacifico (PT).\nCarica il video direttamente da YouTube o riprova dopo mezzanotte, ora del Pacifico.\n\nVuoi visitare YouTube.com?
TEXT_UPLOAD_ERR_ACCESSTOKEN	= Impossibile ottenere un gettone di accesso.

; deinterlacing
TEXT_DEINT_NONE			= (No)
TEXT_DEINT_ODD			= Campi dispari
TEXT_DEINT_EVEN			= Campi pari
TEXT_DEINT_BLEND		= Mescola

; push to talk/mute
TEXT_SND_CAP_PUSH_TO_TALK	= [PTT] Registra mentre premo
TEXT_SND_CAP_PUSH_TO_MUTE	= [PTM] Non registrare mentre premo

; download & update
TEXT_UPDATE_IN_PROGRESS		= Installazione in corso...
TEXT_UPDATE_FAILED_DL		= Download file di installazione fallito. \nIl computer potrebbe non essere connesso a internet.
TEXT_UPDATE_INSTALL_SUCCEED	= Installazione completata
TEXT_UPDATE_INSTALL_FAILED	= Installazione fallita

; flip screen horizontal/vertical
TEXT_WEBCAM_FLIP_NONE		= (No)
TEXT_WEBCAM_FLIP_HORIZONTAL	= Orizzontale
TEXT_WEBCAM_FLIP_VERTICAL	= Verticale

; scheduled recording list
TEXT_SREC_HEADER_NAME		= Nome
TEXT_SREC_HEADER_STATUS		= Stato
TEXT_SREC_HEADER_START_TIME	= Ora di inizio
TEXT_SREC_HEADER_END_TIME	= Ora di fine
TEXT_SREC_HEADER_DURATION	= Durata
TEXT_SREC_HEADER_TARGET		= Bersaglio
TEXT_SREC_HEADER_AFTER_REC	= Dopo la registrazione
TEXT_SREC_DEFAULT_NAME		= Pianifica
TEXT_SREC_DELETE_SCHEDULES	= Sei sicuro di voler eliminare definitivamente i programmi selezionati?
TEXT_SREC_STATUS_WAITING	= In attesa
TEXT_SREC_STATUS_RECORDING	= Registrazione
TEXT_SREC_STATUS_PASSED		= Passato
TEXT_SREC_STATUS_INACTIVE	= Inattivo
TEXT_SREC_TARGET_NOT_CHANGE	= (Non cambiare)
TEXT_SREC_TARGET_FULL_SCREEN	= A schermo intero
TEXT_SREC_TARGET_CUSTOM_AREA	= Rettangolo dello schermo
TEXT_SREC_TARGET_NOT_CHANGE_TEXT= Usa l'ultimo bersaglio di registrazione.
TEXT_SREC_DISPLAY_ALL		= Tutti gli schermi
TEXT_SREC_DISPLAY		= Schermo %d
TEXT_SREC_DO_NOTHING		= (Non fare niente)
TEXT_SREC_EXIT_BANDICAM		= Esci da Bandicam
TEXT_SREC_SHUTDOWN_PC		= Spegni il computer
TEXT_SREC_HIBERNATE_PC		= Iberna il computer
TEXT_SREC_ERR_TIME		= La durata deve essere compresa tra 00:00:01 e 23:59:59.
TEXT_SREC_ERR_DAY		= È necessario selezionare almeno un giorno.
TEXT_SREC_ERR_OVERLAPPED	= Il tempo di registrazione si sovrappone a "%s"
TEXT_SREC_SAME_DAY		= Stesso giorno
TEXT_SREC_DAY_AFTER		= Giorno dopo
TEXT_SREC_EVERYDAY		= Ogni giorno
TEXT_SREC_SUN			= Domenica
TEXT_SREC_MON			= Lunedì
TEXT_SREC_TUE			= Martedì
TEXT_SREC_WED			= Mercoledì
TEXT_SREC_THU			= Giovedì
TEXT_SREC_FRI			= Venerdì
TEXT_SREC_SAT			= Sabato
TEXT_SREC_START_INFO		= Inizia a registrare a %s.
TEXT_SREC_STOP_INFO		= Ferma la registrazione tra %s.
TEXT_SREC_DAY			= %Dgiorno
TEXT_SREC_DAYS			= %Dgiorni
TEXT_SREC_WAITING_0		= Non ci sono registrazioni programmate
TEXT_SREC_WAITING_1		= C'è una registrazione programmata
TEXT_SREC_WAITING_N		= Ci sono %d registrazioni programmate

; bandifix
TEXT_BDFIX_APPTITLE		= BandiFix
TEXT_BDFIX_CONFIRM_EXIT		= Ancora in elaborazione. Siete sicuri di voler uscire?
TEXT_BDFIX_NOT_SUPPORTED_FILE	= Il file immesso non è in un formato supportato.
TEXT_BDFIX_NOT_CORRUPTED	= Il file immesso non è danneggiato.\nVuoi continuare?
TEXT_BDFIX_NO_CORRUPTION_KNOWN	= Il file immesso non è danneggiato o non può essere verificato.
TEXT_BDFIX_ALREADY_EXISTS	= Il file da emettere esiste già. Vuoi sovrascriverlo?
TEXT_BDFIX_SAME_PATH		= Il percorso del file da emettere è uguale al percorso del file immesso.
TEXT_BDFIX_DISK_SPACE		= Spazio su disco insufficiente per emettere il file.
TEXT_BDFIX_PROCESS_COMPLETE	= Processo completato!
TEXT_BDFIX_STATUS_PROCESSING	= In corso
TEXT_BDFIX_STATUS_COMPLETE	= Completo
TEXT_BDFIX_STATUS_FAILED	= Fallito
TEXT_BDFIX_STATUS_READY		= Pronto
TEXT_BDFIX_FAILED_TO_OPEN	= Il file immesso non può essere aperto.
TEXT_BDFIX_FAILED_TO_PROCESS	= Impossibile elaborare l'attività di recupero.

; Filename filter for openfile dialogbox
TEXT_OP_FILTER_AVI		= File AVI
TEXT_OP_FILTER_MP4		= File MP4
TEXT_OP_FILTER_PNG		= File PNG
TEXT_OP_FILTER_ALL		= Tutti i File
TEXT_OP_FILTER_MEDIA		= File Mediatici

; Countdown combobox
TEXT_TARGET_COUNTDOWN_1		= 1 sec
TEXT_TARGET_COUNTDOWN_2		= 2 sec
TEXT_TARGET_COUNTDOWN_3		= 3 sec
TEXT_TARGET_COUNTDOWN_4		= 4 sec
TEXT_TARGET_COUNTDOWN_5		= 5 sec
TEXT_TARGET_COUNTDOWN_6		= 6 sec
TEXT_TARGET_COUNTDOWN_7		= 7 sec
TEXT_TARGET_COUNTDOWN_8		= 8 sec
TEXT_TARGET_COUNTDOWN_9		= 9 sec
TEXT_TARGET_COUNTDOWN_10	= 10 sec

; etc.
TEXT_DEFAULT_SOUND_DEVICE	= (Come da impostazioni di sistema)
TEXT_DEFAULT_OUTPUT_DEVICE	= (Dispositivo di uscita predefinito)
TEXT_DEFAULT_INPUT_DEVICE	= (Dispositivo di ingresso predefinito)
TEXT_DEFAULT_DEVICE_FORMAT	= (Rileva automaticamente il formato)
TEXT_HOTKEY_NONE		= (Nessuno)
TEXT_ADD_YOUR_TEXT_HERE		= Aggiungi il tuo testo qui
TEXT_NOT_SHOW_THIS_NOTICE	= Sei sicuro di non voler più vedere questo avviso?
TEXT_RESTART_FOR_NEW_PRIVILEGE	= Sei sicuro di voler riavviare ed eseguire Bandicam con i nuovi privilegi?
TEXT_RESET_TO_DEFAULT		= Resetta ai valori predefiniti

; oauth complete html
TXT_LANG_CODE           	= "it"
TXT_TITLE               	= "Collegamento a YouTube completato!"
TXT_MESSAGE_COMPLETE1   	= "Collegamento a YouTube completato!"
TXT_MESSAGE_COMPLETE2   	= "Puoi chiudere questa pagina."
TXT_GOTO_BANDICAM_HOME  	= "<a href='https://www.bandicam.com/it/' class='bandicam'><div>Vai su bandicam.com</div></a>"
TXT_GOTO_BANDICUT_HOME  	= "<a href='https://www.bandicam.com/bandicut-video-cutter/it/' class='bandicut'><div>Vai su bandicut.com</div></a>"

; pip rotate option
TEXT_PIPROTATE_NONE			= (No)
TEXT_PIPROTATE_90			= 90°
TEXT_PIPROTATE_180			= 180°
TEXT_PIPROTATE_270			= 270°

; pip mask shape
TEXT_PIPMASK_NONE		= Predefinito
TEXT_PIPMASK_SQUARE		= Quadrato
TEXT_PIPMASK_CIRCLE		= Cerchio
TEXT_PIPMASK_ELLIPSE		= Ellisse

; Keystroke Size
TEXT_KEYSTROKE_SIZE_1		= Piccolo
TEXT_KEYSTROKE_SIZE_2		= Medio
TEXT_KEYSTROKE_SIZE_3		= Grande

; Enhanced capture option
TEXT_ENHANCED_CAPTURE_AUTO	= Auto seleziona metodo (predefinito)
TEXT_ENHANCED_CAPTURE_1		= Metodo 1 (per Windows 8 e successivi)
TEXT_ENHANCED_CAPTURE_2		= Metodo 2 (per Windows 10 e successivi)

; Sound device selection menu
TEXT_SND_DEVICE_NO_SPEAKER	= Disattiva
TEXT_SND_DEVICE_NO_MICROPHONE	= Disattiva
TEXT_SND_DEVICE_NO_ALL_SOUND	= Non registrare tutto il sonoro
TEXT_SND_DEVICE_ADVANCED	= Avanzate...

[SKIN]
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; MAIN
; page name
$BN_PAGE_HOME			= Base
$BN_PAGE_GENERAL		= Generale
$BN_PAGE_FPS			= FPS
$BN_PAGE_VIDEO			= Video
$BN_PAGE_IMAGE			= Foto
$BN_PAGE_AUDIO			= Audio
$BN_PAGE_ABOUT			= Info
$BN_UNREGISTERED		= La versione <font color="#ffa900">gratuita</font> è limitata a <font color="#ffa900">10 minuti</font> per registrazione.
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; GENERAL
$ST_GEN_OPTIONS			= Impostazioni
$ST_GEN_OUTPUT_FOLDER		= Cartella di emissione
$BN_GEN_OPEN_OUTPUT_FOLDER	= Apri
$BN_GEN_ADV_OPTIONS		= Avanzate
$CK_GEN_ALWAYS_ON_TOP		= Finestra di Bandicam sempre in primo piano
$CK_GEN_START_MINIMIZED		= Avvia Bandicam ridotto a icona
$CK_GEN_RUN_WHEN_START		= Avvia Bandicam all'avvio di Windows
$CK_GEN_RECORD_WHEN_RUN		= Avvia la registrazione a tutto schermo all'avvio di Bandicam
$CK_GEN_TIMER_RECORDING		= Imposta un timer per l'avvio automatico della registrazione
$ST_GEN_LANGUAGE		= Lingua
$ST_GEN_REC_AUTO_START		= Avvia automaticamente la registrazione
$ST_GEN_REC_SCHEDULED		= Registrazione programmata
$BN_GEN_REC_SCHEDULED		= Impostazioni
$ST_GEN_REC_AUTO_COMPLETE	= Arresto automatico della registrazione
$BN_GEN_REC_AUTO_COMPLETE	= Impostazioni
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; FPS
$ST_FPS_OVERLAY			= Sovrimpressione
$CK_FPS_OVERLAY_HOTKEY		= Tasto rapido Mostra/Nascondi
$CK_FPS_OVERLAY_POS_HOTKEY	= Tasto rapido Posizione
$CK_FPS_OVERLAY			= Sovrimpressione FPS
$ST_FPS_LIMIT			= Limite
$CK_FPS_LIMIT_HOTKEY		= Tasto rapido
$CK_FPS_LIMIT			= Imposta limite FPS
$CK_FPS_LIMIT_ONLY_CAP		= Solo in registrazione
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; VIDEO
$ST_VID_RECORD			= Registrazione
$CK_VID_RECORD_HOTKEY		= Tasto rapido Registra/Ferma
$CK_VID_PAUSE_HOTKEY		= Tasto rapido Pausa
$CK_VID_SHOW_CURSOR		= Mostra il puntatore
$CK_VID_CLICK_EFFECTS		= Aggiungi effetto al clic
$CK_VID_WEBCAM_OVERLAY		= Aggiungi webcam in sovrimpressione
$BN_VID_RECORD_SETTINGS		= Impostazioni
$ST_VID_FORMAT			= Formato
$ST_VID_FORMAT_VIDEO		= Video
$ST_VID_FORMAT_AUDIO		= Audio
$BN_VID_FORMAT_SETTINGS		= Impostazioni
$BN_VID_FORMAT_PRESETS		= Predefinizioni
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IMAGE
$ST_IMG_CAPTURE			= Cattura schermo
$CK_IMG_CAPTURE_HOTKEY		= Tasto rapido Cattura
$CK_IMG_CAPTURE_REPEAT		= Tasto rapido ripeti Cattura
$ST_IMG_CAPTURE_REPEAT		= secondi
$CK_IMG_SHOW_CURSOR		= Mostra il puntatore
$CK_IMAGE_ADD_LOGO		= Aggiungi marchio in sovrimpressione
$CK_IMG_SHUTTER_SOUND_EFFECT	= Abilita rumore dell'otturatore
$BTN_IMAGE_SETTINGS		= Impostazioni
$ST_IMG_FORMAT			= Formato
$CK_IMG_FORMAT_BMP		= BMP
$CK_IMG_FORMAT_PNG		= PNG
$CK_IMG_FORMAT_JPG		= JPG - Normale
$CK_IMG_FORMAT_JPG_HQ		= JPG - Alta qualità
$CK_IMAGE_JPG_CUSTOM		= JPG - Qualità personalizzata (20~100)
$BTN_IMG_FORMAT_ANIGIF		= Come salvare in animazione gif
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; AUDIO
$ST_AUDIO_RECORD		= Registra solo audio
$CK_AUD_RECORD_HOTKEY		= Tasto rapido Registra/Ferma
$CK_AUD_PAUSE_HOTKEY		= Tasto rapido Pausa
$BTN_AUDIO_SETTINGS		= Impostazioni
$ST_AUD_FORMAT			= Formato
$ST_AUD_FORMAT_TYPE		= Tipo file
$ST_AUD_FORMAT_AUDIO		= Audio
$BN_AUD_FORMAT_SETTINGS		= Impostazioni
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; OUTPUTS
$ST_OUT_TAB_START		= Inizia
$ST_OUT_TAB_VIDEO		= Video
$ST_OUT_TAB_IMAGE		= Immagini
$ST_OUT_TAB_AUDIO		= Audio
$BN_OUT_PLAY_VIDEO		= Riproduci
$BN_OUT_OPEN_IMAGE		= Apri
$BN_OUT_EDIT			= Modifica
$BN_OUT_UPLOAD			= Carica
$BN_OUT_DELETE			= Elimina
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; ABOUT
$ST_ABO_VERSION_INFO		= Versione di Bandicam
$ST_ABO_COPYRIGHT		= Copyright (c) 2009-2024 Bandicam.com
$BN_ABO_NEW_VERSION		= Nuova versione disponibile
$BN_ABO_CHECK_UPDATE		= Controlla aggiornamenti
$ST_ABO_LICENCE_INFO		= Informazioni sulla licenza
$BN_ABO_REGISTER		= Registra
$BN_ABO_REGISTER_HELP		= Come acquistare e registrare
$BN_ABO_UPDATE_REGISTRATION	= Aggiorna registrazione
$BN_ABO_RENEW_LICENSE		= Rinnova licenza
$ST_ABO_HOMEPAGE_INFO		= Sito internet
$ST_ABO_HOMEPAGE_URL		= Sito web
$ST_ABO_FAQ_URL			= FAQ
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; DEVICE
$BN_DEVICE_SELECTION		= Seleziona una periferica!
$ST_DEVICE_CONNECTING		= Connessione...
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; update
$ST_UPDATE_STEP1_TEXT		= <font color="yellow">Bandicut</font> è un programma essenziale per gli utenti di Bandicam con cui puoi tagliare e unire velocemente i video registrati.
$BTN_UPDATE_STEP1_LINK		= Scopri di più
$ST_UPDATE_STEP2_TEXT		= Download in corso...
$BTN_UPDATE_INSTALL		= Installa
$BTN_UPDATE_LATER		= No, grazie!
$BTN_UPDATE_CANCEL		= Annulla
$BTN_UPDATE_CLOSE		= Chiudi

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; update - Install Bandicam
$ST_UPDATE_BANDICAM_TEXT	= C'è una nuova versione di Bandicam disponibile. Vuoi eseguire l'aggiornamento?
$BTN_UPDATE_BANDICAM_CANCEL	= Annulla
$BTN_UPDATE_BANDICAM_INSTALL	= Aggiorna
$BTN_UPDATE_BANDICAM_IGNORE	= Non chiedere di nuovo per questa versione
$BTN_UPDATE_BANDICAM_LEARNMORE	= Per saperne di più
$BTN_UPDATE_BANDICAM_SETTINGS	= Opzioni aggiornamento

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; HOME - START
$ST_START_SEL_MODE		= Seleziona la modalità di registrazione desiderata.
$ST_START_SEL_RECT		= Area rettangolare
$ST_START_SEL_FULL		= Schermo intero
$ST_START_SEL_WINDOW		= Finestra specifica
$ST_START_SEL_MOUSE		= Vicino al mouse
$ST_START_SEL_GAME		= Registrazione gioco
$ST_START_SEL_DEVICE		= Registrazione periferica
$ST_START_SEL_AUDIO		= Solo audio
$ST_START_SEL_HELP		= Aiuto online

b$ST_START_RECT_TITLE		= Registrazione schermo - Rettangolo su schermo
$ST_START_RECT_DESC		= Questa modalità ti permette di registrare un'area rettangolare dello schermo.
$ST_START_RECT_STEP		= 1. Seleziona l'area da catturare.[br]2. Clicca sul pulsante 'REC' o premi l'apposito tasto rapido.

$ST_START_FULL_TITLE		= Registrazione schermo - Schermo intero
$ST_START_FULL_DESC		= Questa modalità ti permette di catturare l'intero schermo.
$ST_START_FULL_STEP		= 1. Seleziona lo schermo da registrare[br]2. Clicca sul pulsante 'REC' o premi l'apposito tasto rapido.

$ST_START_WINDOW_TITLE		= Registrazione schermo - Finestra specifica
$ST_START_WINDOW_DESC		= Questa modalità consente di registrare una finestra selezionata anche se è coperta da un'altra finestra.
$ST_START_WINDOW_STEP		= 1. Scegli una finestra da catturare. [br]2. Fare clic sul pulsante 'REC' o premi l'apposito tasto rapido di registrazione.

$ST_START_MOUSE_TITLE		= Registrazione schermo - Vicino al mouse
$ST_START_MOUSE_DESC		= Questa modalità ti permette di registrare un'area vicino al puntatore che viene mosso dall'utente.
$ST_START_MOUSE_STEP		= 1. Seleziona la dimensione dell'area da registrare.[br]2. Clicca sul pulsante 'REC' o premi l'apposito tasto rapido.

$ST_START_GAME_TITLE		= Registrazione gioco
$ST_START_GAME_DESC		= Questa modalità ti permette di registrare gameplay mostrando su schermo gli FPS.
$ST_START_GAME_STEP		= 1. Avvia il gioco e verifica la presenza del numero colorato di verde (FPS).[br]2. Clicca sul pulsante 'REC' o premi l'apposito tasto rapido.

$ST_START_DEVICE_TITLE		= Registrazione periferica
$ST_START_DEVICE_DESC		= Questa modalità ti permette di registrare una periferica esterna come Webcam, Xbox, Smartphone, IPTV, ecc.
$ST_START_DEVICE_STEP		= 1. Seleziona la webcam o la periferica di cattura. [br]2. Clicca sul pulsante 'REC' o premi l'apposito tasto rapido.

$ST_START_AUDIO_TITLE		= Registrazione solo audio
$ST_START_AUDIO_DESC		= Questa modalità consente di registrare solo l'audio, come gli altoparlanti e il microfono.
$ST_START_AUDIO_STEP		= Clicca il pulsante 'REC' o premi l'apposito tasto rapido.

$BN_START_HELP			= Vai all'aiuto online
$BN_START_RECORD		= Inizia la registrazione
$BN_START_RECORD_STOP		= Ferma
$ST_START_HOTKEY_RECORD		= Registra/Ferma
$ST_START_HOTKEY_SCREENSHOT	= Cattura immagine
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; BandiFix
$BN_BDFIX_PLAY			= Riproduci
$BN_BDFIX_OPEN_FOLDER		= Apri cartella
$BN_BDFIX_CLOSE			= Chiudi
$ST_BDFIX_INPUT_FILE		= File da immettere
$ST_BDFIX_INPUT_FILE2		= Apri un file corrotto avi/mp4.
$BN_BDFIX_INPUT_FILE		= Apri
$ST_BDFIX_OUTPUT_FILE		= File da emettere
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; SCREEN MODE - MENU
$MENU_SELECT_RECORDING_AREA	= Seleziona l'area di registrazione
$MENU_RECTANGLE			= Rettangolo su schermo
$MENU_FULLSCREEN		= Schermo intero
$MENU_WINDOW_SCREEN		= Finestra specifica
$MENU_AROUND_MOUSE		= Vicino al mouse
$MENU_AUDIO_ONLY		= Solo audio
$MENU_RECT_FIND_WINDOW		= Seleziona l'area di registrazione
$MENU_RECT_CUSTOM		= Dimensione personalizzata
$MENU_RECT_RECENTLY_USED	= Dimensioni recenti
$MENU_FULL_DISPLAY_ALL		= Tutti gli schermi
$MENU_FULL_DISPLAY_1		= Schermo 1
$MENU_FULL_DISPLAY_2		= Schermo 2
$MENU_FULL_DISPLAY_3		= Schermo 3
$MENU_FULL_DISPLAY_4		= Schermo 4
$MENU_FULL_DISPLAY_5		= Schermo 5
$MENU_FULL_DISPLAY_6		= Schermo 6
$MENU_FULL_DISPLAY_7		= Schermo 7
$MENU_FULL_DISPLAY_8		= Schermo 8
$MENU_FULL_SHOW_CONTRL		= Mostra la barra di controllo
$MENU_FULL_HIDE_CONTRL		= Nascondi la barra di controllo
$MENU_MOUSE_CUSTOM		= Dimensione personalizzata
$MENU_WINDOW_FIND		= Seleziona un'area di registrazione in una finestra specifica
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; SELECT DEVICE - POPUP MENU
$MENU_DEVICE_DISABLE_SPEAKER	= Disattiva altoparlanti
$MENU_DEVICE_DISABLE_MICROPHONE	= Disattiva microfono
$MENU_DEVICE_ADVANCED		= Avanzate...
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; Tooltip
$TOOLTIP_OPEN_FOLDER		= Apri cartella di emissione
$TOOLTIP_SCHEDULED_RECORDING	= Registrazione programmata
$TOOLTIP_SCREENSHOT		= Cattura immagine
$TOOLTIP_RECORD			= Registra/Ferma
$TOOLTIP_PAUSE			= Pausa
$TOOLTIP_UI_MODE		= Grafica semplice/estesa
$TOOLTIP_REGISTER		= Registra Bandicam
$TOOLTIP_ONLINE_HELP		= Aiuto Online (EN)

$TOOLTIP_TOOL_NONE		= Cursore (nessun disegno) (Ctrl+Alt+1)
$TOOLTIP_TOOL_PEN		= Penna (Ctrl+Alt+2)
$TOOLTIP_TOOL_PEN_HL		= Evidenziatore (Ctrl+Alt+3)
$TOOLTIP_TOOL_PEN_LINE		= Linea (Ctrl+Alt+4)
$TOOLTIP_TOOL_ARROW		= Freccia (Ctrl+Alt+5)
$TOOLTIP_TOOL_BOX		= Rettangolo (Ctrl+Alt+6)
$TOOLTIP_TOOL_NUMBER		= Numeri (Ctrl+Alt+7)
$TOOLTIP_TOOL_TEXT		= Testo (Ctrl+Alt+8)
$TOOLTIP_TOOL_ERASER		= Gomma (Ctrl+Alt+9)
$TOOLTIP_TOOL_COLOR		= Colore
$TOOLTIP_TOOL_LINE		= Spessore linea
$TOOLTIP_TOOL_UNDO		= Annulla (Ctrl+Z)
$TOOLTIP_TOOL_REDO		= Rifai (Ctrl+Y)

$TOOLTIP_HOME_SEL		= Seleziona la modalità di registrazione
$TOOLTIP_HOME_RECT		= Modalità Registrazione Schermo - Rettangolo
$TOOLTIP_HOME_FULL		= Modalità Registrazione Schermo - Schermo intero
$TOOLTIP_HOME_WINDOW		= Modalità Registrazione Schermo - Finestra specifica
$TOOLTIP_HOME_MOUSE		= Modalità Registrazione Schermo - Vicino al mouse
$TOOLTIP_HOME_GAME		= Modalità Registrazione - Gioco
$TOOLTIP_HOME_DEVICE		= Modalità Registrazione - Periferica
$TOOLTIP_HOME_AUDIO		= Modalità Registrazione - Solo audio

$TOOLTIP_ADD_MOUSE_EFFECT	= Aggiungi un effetto al cursore
$TOOLTIP_ADD_TEXT_OVERLAY	= Aggiungi effetti di sovrapposizione del testo
$TOOLTIP_ADD_SPEAKER		= Aggiungi altoparlanti
$TOOLTIP_ADD_MICROPHONE		= Aggiungi un microfono
$TOOLTIP_ADD_WEBCAM_OVERLAY	= Aggiungi webcam in sovrimpressione
$TOOLTIP_MUTE_SPEAKER		= Silenzia gli altoparlanti
$TOOLTIP_MUTE_MICROPHONE	= Silenzia il microfono

$TOOLTIP_REFRESH_LINFO		= Aggiorna informazioni sulla licenza

$TOOLTIP_ADJUST_SPEAKER_VOL	= Regola volume degli altoparlanti
$TOOLTIP_ADJUST_MICROPHONE_VOL	= Regola volume del microfono

$TOOLTIP_OUTPUT_VIDEO		= Lista file emessi - Video
$TOOLTIP_OUTPUT_IMAGE		= Lista file emessi - Immagini
$TOOLTIP_OUTPUT_AUDIO		= Lista file emessi - Audio

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; DIALOG
$BTN_REGISTER			= Registra
$BTN_BUY_NOW			= Acquista ora
$BTN_RENEW			= Rinnova adesso
$ST_LEARN_MORE			= Saperne di più

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; FILE
$FILE_LOGO			= logo.png
$FILE_BETA_ICON			= beta_icon.png
$FILE_UNREGISTERED_ICON		= unregistered_icon.png
$FILE_EXPIRED_ICON		= expired_icon.png
$FILE_BUSINESS_ICON		= business_icon.png

[DIALOG]

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; GENERAL
IDCANCEL			= Annulla
IDOK				= OK
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_FORMAT
IDD_VIDEO_FORMAT		= Impostazioni formato
IDC_ST_FMTSET_FILE		= Tipo di file
IDC_ST_FMTSET_VIDEO		= Video
IDC_ST_VIDEO_SIZE		= Risoluzione
IDC_ST_VIDEO_FPS		= FPS
IDC_ST_VIDEO_CODEC		= Codec
IDC_ST_VIDEO_CODEC_PROFILE	= Profilo
IDC_ST_VIDEO_BITRATE		= Codifica
IDC_ST_VIDEO_QUALITY		= Qualità
IDC_ST_FMTSET_AUDIO		= Audio
IDC_CK_AUDIO_ORIGINAL_PCM	= Salva nel formato originale
IDC_ED_AUDIO_ORIGINAL_PCM	= Puoi salvare audio multicanale e in alta definizione (96KHz o più).
IDC_ST_AUDIO_CH			= Canali
IDC_ST_AUDIO_FREQ		= Frequenza
IDC_ST_AUDIO_CODEC		= Codec
IDC_ST_AUDIO_BITRATE		= Codifica
IDC_ST_FORMAT_HELP		= Aiuto (EN)

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_AUDIO_FORMAT
IDD_AUDIO_FORMAT		= Impostazioni del formato

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_REGISTER
IDD_REGISTER			= Registra Bandicam
IDC_ST_1BUY			= 1. Compra
IDC_ST_1BUY_COMMENT		= Per registrare i video senza filigrane, devi comprare una licenza dal sito https://bandicam.com/buy
IDC_BTN_BUY_ONLINE		= Compra online (EN)
IDC_ST_2REGISTER		= 2. Registra
IDC_ST_2REGISTER_COMMENT	= Hai bisogno di una connessione ad internet per registrare Bandicam.
IDC_ST_EMAIL_ADDRESS		= Email
IDC_ST_SERIAL_NUMBER		= Numero di serie
IDC_BTN_REGISTER_NOW		= Registra ora
IDC_BTN_UNREGISTER_NOW		= Non registrare
IDC_BTN_CLOSE			= Chiudi

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_UPDATE_CHECK
IDD_UPDATE_CHECK		= Controlla aggiornamenti
IDC_ST_UPDATE_SETTING		= Impostazioni
IDC_CK_UPDATE_ENABLE		= Abilita il controllo automatico degli aggiornamenti
IDC_CK_UPDATE_POPUP		= Mostra un'avviso quando è disponibile un'aggiornamento
IDC_UPDATE_CHECK_NOW		= Controlla ora gli aggiornamenti
IDC_CLOSE			= Chiudi

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_OPT_SHEET
IDD_OPT_SHEET			= Impostazioni avanzate
IDC_BTN_RESET			= Resetta

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_OPT_PAGE_GENERAL
IDC_ST_ADV_GENERAL		= Generale
IDC_CK_ALWAYS_ON_TOP2		= Finestra di Bandicam sempre in primo piano
IDC_CK_START_MINIMIZED_TO_TRAY	= Avvia Bandicam minimizzato
IDC_CK_RUN_WHEN_START		= Avvia Bandicam all'avvio di Windows
IDC_CK_RECORD_WHEN_RUN		= Avvia registrazione a pieno schermo quando avvio Bandicam
IDC_BTN_TIMER_RECORDING		= Imposta un timer per l'avvio automatico della registrazione
IDC_CK_SHOW_FPS_IN_VIDEO	= Mostra FPS in un video/foto catturati
IDC_ST_SHOW_FPS_IN_VIDEO	= (Solo in 'Modalità Registrazione Gioco')
IDC_CK_SHOW_TIP_BAR		= Mostra la barra di informazioni e consigli
IDC_CK_NO_TRAY_BALLOON		= Non mostrare fumetti di notifica
IDC_ST_ADV_AUTOMATIC		= Automatico
IDC_LN_TIP_RECORD_ON_WIN_STARTUP = CONSIGLIO: Come iniziare la registrazione all'avvio di Windows

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_OPT_PAGE_OUTPUT
IDC_ST_OUT_OUTPUT		= Emissione
IDC_ST_OUT_OUTPUT_FOLDER	= Cartella di emissione
IDC_CK_OUT_CREATE_SUBFOLDER	= Crea una sottocartella di emissione quando scrivo un file
IDC_RD_OUT_SUBFOLDER		= Nome cartella in base all'applicazione registrata
IDC_RD_OUT_SUBFOLDER_2		= 'Video'/ 'Immagini' / 'Audio'
IDC_RD_OUT_SUBFOLDER_3		= Formato data (DD-MM-YYYY)
IDC_CK_OUT_ENABLE_WRITE_CACHING	= Abilita scrittura della cache sul disco
IDC_ST_OUT_FILE_NAMING		= Impostazioni nome dei file creati
IDC_ST_OUT_EXAMPLE		= Es)

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_OPT_PAGE_LANG
IDC_ST_AD_LANGUAGE		= Lingua
IDC_ST_TRANSLATOR		= Grazie ai traduttori

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_OPT_PAGE_HOOK
IDC_ST_HK_TARGET		= Bersagli di aggancio
IDC_CK_HK_OPENGL		= OpenGL
IDC_CK_HK_DDRAW			= DirectDraw
IDC_CK_HK_DX7			= DirectX 7
IDC_CK_HK_DX8			= DirectX 8
IDC_CK_HK_DX9			= DirectX 9
IDC_CK_HK_DX10			= DirectX 10
IDC_CK_HK_DX11			= DirectX 11
IDC_CK_HK_DX12			= DirectX 12
IDC_CK_HK_VULKAN		= Vulkan
IDC_CK_HK_WINDOWS_APPS		= App Windows Universali (UWP)
IDC_CK_DISABLE_DX11_ON_IE9	= Disattiva l'aggancio DirectX 10/11 su IE9/10 e Firefox
IDC_CK_DISABLE_OVERLAY_ON_DX	= Disattiva la sovrapposizione video in DirectX
IDC_BTN_BLOCK_LIST		= Lista processi esclusi

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_OPT_PAGE_HOTKEYS
IDC_ST_HKEY_GENERAL		= Generale
IDC_CK_HKEY_START_REC		= Avvia/Ferma registrazione
IDC_CK_HKEY_PAUSE_REC		= Pausa registrazione
IDC_CK_HKEY_CAPTURE_IMAGE	= Cattura immagine
IDC_CK_HKEY_MUTE_SPEAKER	= Silenzia altoparlanti
IDC_CK_HKEY_MUTE_MICROPHONE	= Silenzia microfono
IDC_ST_HKEY_SCREEN_MODE		= Modo registrazione schermo
IDC_CK_HKEY_SHOW_RECT		= Mostra/Nascondi rettangolo
IDC_CK_HKEY_TOGGLE_DRAW		= Modo disegno
IDC_CK_HKEY_SEL_TARGET_RECT	= Seleziona area bersaglio
IDC_CK_HKEY_WEBCAM_MAXIMIZE	= Massimizza anteprima webcam
IDC_ST_HKEY_GAME_MODE		= Modo registrazione gioco
IDC_CK_HKEY_SHOW_FPS		= FPS - Mostra/Nascondi
IDC_CK_HKEY_POS_FPS		= FPS - Posizione
IDC_CK_HKEY_LIMIT_FPS		= FPS - Limite

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_OPT_PAGE_OTHERS
IDC_ST_OTHER_SETTINGS		= Altre Impostazioni
IDC_BTN_VIDEO_RECORD_SETTINGS	= Impostazioni Registrazione Video
IDC_BTN_VIDEO_FORMAT_SETTINGS	= Impostazioni Formato Video
IDC_BTN_AUTO_COMPLETE_RECORDING	= Auto-arresto Registrazione
IDC_ST_OTHER_UAC		= Esegui come amministratore (UAC)
IDC_RD_OTHER_NONADMIN		= Esegui Bandicam come utente standard (non amministratore)
IDC_RD_OTHER_ADMIN		= Esegui Bandicam come amministratore
IDC_RD_OTHER_ADMIN_GAME		= Esegui come amministratore solo in modalità 'Registrazione del gioco'
IDC_BTN_OTHER_RESTART		= Riavvia ora
IDC_LN_OTHER_UAC		= Aiuto

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_REC_CONTROL
IDD_REC_CONTROL			= Arresto automatico della registrazione
IDC_ST_RC_HOWTO			= Imposta condizioni dell'auto-arresto
IDC_RD_RC_NOTCOMPLETE		= Non fermare
IDC_RD_RC_TIME			= Per tempo di registrazione
IDC_ST_RC_MAX_TIME		= Massimo
IDC_RD_RC_SIZE			= Per dimensione registrazione
IDC_ST_RC_MAX_SIZE		= Massimo
IDC_RD_RC_NOSOUND		= Per durata silenzio (sec)
IDC_CK_RC_NOSOUND		= Avvisa prima di interrompere la registrazione
IDC_ST_RC_AFTER			= Dopo l'arresto della registrazione
IDC_RD_RC_NOTHING		= Non fare niente
IDC_RD_RC_NEW_RECORDING		= Inizia una nuova registrazione
IDC_RD_RC_EXIT_BDCAM		= Termina la registrazione ed esci da Bandicam
IDC_RD_RC_SHUTDOWN		= Spegni il computer
IDC_RD_RC_HIBERNATE		= Iberna il computer

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_REC_CONTROL_NOSOUND
IDD_REC_CONTROL_NOSOUND		= Auto-arresto registrazione - Avviso
IDC_ST_NOSOUND_TITLE		= Stato silenzioso
IDC_ST_NOSOUND_DESC		= La registrazione verrà presto interrotta perché non è stato riprodotto alcun suono.
IDC_ST_NOSOUND_DESC2		= Arresto della registrazione tra %d secondi.
IDC_BTN_NOSOUND_CONTINUE	= Continua la registrazione

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_SHUTDOWN
IDD_SHUTDOWN			= Spegni
IDC_ST_SHUTDOWN			= Spegni
IDC_ST_SHUTDOWN_INFO		= Il computer verrà spento.\nPremi 'Annulla' se non vuoi spegnerlo.

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VID_SHEET_SETTINGS
IDD_VID_SHEET_SETTINGS		= Impostazioni registrazione

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VID_PAGE_SOUND
IDC_CK_RECORD_SOUND		= Registra audio
IDC_ST_SND_SELECT_1		= Periferica primaria
IDC_ST_SND_DEVICE_0		= Altoparlante
IDC_BTN_SND_SETTING_0		= Impostazioni
IDC_ST_SND_DEVICE_1		= Microfono
IDC_BTN_SND_SETTING_1		= Impostazioni
IDC_ST_SND_VOLUME_1		= Volume
IDC_CK_SND_MONO_1		= Mono
IDC_BTN_SND_FILTER_1		= Filtro
IDC_ST_SND_SELECT_2		= Periferica secondaria (avanzato)
IDC_BTN_SND_SETTING_2		= Impostazioni
IDC_ST_SND_VOLUME_2		= Volume
IDC_CK_SND_MONO_2		= Mono
IDC_BTN_SND_FILTER_2		= Filtro
IDC_CK_SND_MIX_SOUND		= Mix di due fonti audio (primaria e secondaria in una traccia)
IDC_CK_SND_CAP_PUSH_TO		= Premi-e-parla o Premi-e-taci
IDC_ST_SOUND_HELP		= [ Aiuto (EN) ]
IDC_CK_SND_SAVE_AS_WAV		= Salva la traccia audio durante la registrazione (.wav)
IDC_ST_AUDIO_MODE		= Seleziona almeno un dispositivo audio per la registrazione sonora.

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VID_PAGE_WEBCAM
IDC_CK_ADD_WEBCAM		= Aggiungi webcam in sovrimpressione
IDC_ST_WEBCAM_SETTING		= Impostazioni
IDC_ST_WEBCAM_POS		= Posizione:
IDC_CK_WEBCAM_USE_CHROMAKEY	= Usa Chroma key
IDC_BTN_WEBCAM_PREVIEW_SETTINGS	= Avanzate
IDC_ST_WEBCAM_ADVANCED_OPTIONS	= Impostazioni avanzate
IDC_CK_WEBCAM_PREVIEW_ON_A_SCREEN = Anteprima webcam su schermo
IDC_CK_WEBCAM_PREVIEW_HOTKEY	= Abilita tasto rapido per mostrare l'anteprima
IDC_RD_WEBCAM_ADD_TO_VIDEO	= Aggiungi il video della webcam al file di uscita
IDC_RD_WEBCAM_SAVE_AS_MP4	= Salva il video della webcam in un file separato (.mp4)

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VID_PAGE_LOGO
IDC_CK_ADD_LOGO			= Aggiungi un marchio al video
IDC_ST_LOGO_SETTING		= Impostazioni
IDC_ST_LOGO_IMAGE		= Immagine:
IDC_ST_LOGO_OPACITY		= Opacità:
IDC_ST_LOGO_POS			= Posizione:
IDC_ST_LOGO_LR_MARGINS		= Margini Sx/Dx:
IDC_ST_LOGO_TB_MARGINS		= Margini Su/Giù:

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VID_PAGE_EFFECTS
IDC_CK_SHOW_CURSOR		= Mostra il puntatore
IDC_ST_CURSOR_SIZE		= Dimensione
IDC_ST_EFFECTS_MOUSE		= Effetti del mouse
IDC_CK_ADD_CLICK_EFFECTS	= Aggiungi effetti al clic del mouse
IDC_ST_CLICK_EFFECT_SIZE	= Dimensione
IDC_ST_LEFT_CLICK_COLOR		= Colore clic sinistro
IDC_ST_RIGHT_CLICK_COLOR	= Colore clic destro
IDC_CK_ADD_HIGHLIGHT_EFFECTS	= Evidenzia il movimento del mouse
IDC_ST_HIGHLIGHT_EFFECT_SIZE	= Dimensione
IDC_ST_HIGHLIGHT_COLOR		= Colore
IDC_ST_HIGHLIGHT_OPACITY	= Opacità
IDC_ST_EFFECT_PREVIEW_TITLE	= Anteprima
IDC_ST_EFFECTS_MOUSE_SOUND	= Riproduci clic del mouse durante la registrazione
IDC_CK_EFFECT_LCLICK_SOUND	= Clic sinistro
IDC_CK_EFFECT_RCLICK_SOUND	= Clic destro

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VID_PAGE_KEYSTROKE
IDC_CK_ADD_KEYSTROKE		= Aggiungi combinazione di tasti al video
IDC_ST_ADD_KEYSTROKE		= La sovrapposizione dei tasti è disponibile solo in Registrazione schermo.
IDC_ST_KEYSTROKE_SETTING	= Impostazioni
IDC_ST_KEYSTROKE_SIZE		= Dimensione font:
IDC_ST_KEYSTROKE_POS		= Posizione:

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
;IDD_VID_PAGE_TEXT
IDC_CK_ADD_TEXT			= Aggiungi testo sovrapposto al video
IDC_BTN_TEXT_OVERLAY_ADD	= Aggiungi
IDC_BTN_TEXT_OVERLAY_EDIT	= Modifica
IDC_BTN_TEXT_OVERLAY_DEL	= Elimina

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VID_PAGE_OPTIONS
IDC_ST_REC_OPTIONS		= Opzioni
IDC_ST_REC_PRIORITY		= Priorità registrazione:
IDC_ST_REC_PRIORITY2		= Un'alta priorità può ridurre la perdita di frame.
IDC_ST_FOR_DX_GL		= Modalità Registrazione Gioco
IDC_CK_SKIP_RECORDING		= Non registrare finché la finestra non viene aggiornata
IDC_CK_ENHANCED_DX9_CAPTURE	= Usa metodo di cattura avanzato (più veloce, solo DirectX 9)
IDC_ST_FOR_RECT_SCREEN		= Modalità Registrazione Schermo
IDC_CK_HIDE_MAINWND_WHILE_REC	= Nascondi la finestra principale durante la registrazione
IDC_CK_SHOW_COUNTDOWN_TIMER	= Mostra il conteggio prima dell'inizio della registrazione
IDC_CK_ENHANCED_CAPTURE		= Metodo di cattura avanzato (più veloce, Windows 8 o superiore)
IDC_CK_PLAY_EVENT_SOUND_EFFECTS = Riproduci un suono all'inizio e alla fine della registrazione
IDC_CK_EXCLUDE_FROM_CAPTURE 	= Escludi finestre di Bandicam dalla registrazione

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_WEBCAM_SETTINGS
IDD_VIDEO_WEBCAM_SETTINGS	= Anteprima webcam e impostazioni avanzate
IDC_ST_WEBCAM_PRESET_POS	= Posizione preimpostata
IDC_ST_WEBCAM_PREVIEW_SETTINGS	= Impostazioni
IDC_ST_WEBCAM_DEVICE		= Webcam:
IDC_BTN_WEBCAM_DEVICE		= Impostazioni
IDC_ST_WEBCAM_DEVICE_FMT	= Formato:
IDC_ST_WEBCAM_SIZE		= Dimensione:
IDC_ST_WEBCAM_POS_H		= Posizione X:
IDC_ST_WEBCAM_POS_V		= Posizione Y:
IDC_ST_WEBCAM_FLIPSCREEN	= Ribalta:
IDC_ST_WEBCAM_ROTATE	= Rotate:
IDC_ST_WEBCAM_SHAPE		= Forma:
IDC_ST_WEBCAM_BLUR		= Effetto sfocatura:
IDC_CK_WEBCAM_USE_CHROMAKEY_L	= Usa Chroma key
IDC_ST_WEBCAM_CHROMAKEY_COLOR	= Colore:
IDC_BTN_WEBCAM_CHROMAKEY_COLOR	= Seleziona
IDC_BTN_WEBCAM_CHROMAKEY_SIMILARITY = Somiglianza:
IDC_ST_WEBCAM_CHROMAKEY_BLEND	= Miscela:
IDC_LN_WEBCAM_HELP		= [ Aiuto (EN) ]

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_WEBCAM_PREVIEW
IDD_VIDEO_WEBCAM_PREVIEW	= Anteprima Webcam

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_TEXT_SETTINGS
IDD_VIDEO_TEXT_SETTINGS		= Impostazioni sovrapposizione del testo
IDC_ST_TEXT_OVERLAY_SETTINGS	= Impostazioni
IDC_ED_TEXT_INCLUDE_TIMESTAMP	= Includi data e ora
IDC_ST_TEXT_FONT		= Font:
IDC_ST_TEXT_SIZE		= Dimensione:
IDC_ST_TEXT_MARGIN		= Margine:
IDC_ST_TEXT_ALPHA		= Alfa:
IDC_ST_TEXT_COLOR		= Colore del testo:
IDC_CK_TEXT_SHADOW_COLOR	= Ombra:
IDC_CK_TEXT_OUT_COLOR		= Contorno:
IDC_BTN_ADD_TEXT_MACRO		= Aggiungi macro testuale (Data, Ora...)
IDC_LN_TEXT_HELP		= [ Aiuto (EN) ]

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_IMG_SHEET_SETTINGS
IDD_IMG_SHEET_SETTINGS		= Impostazioni cattura immagini

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_IMG_PAGE_LOGO
IDC_CK_IMG_ADD_LOGO		= Aggiungi un marchio al video
IDC_ST_IMG_LOGO_SETTING		= Impostazioni
IDC_ST_IMG_LOGO_IMAGE		= Immagine:
IDC_ST_IMG_LOGO_OPACITY		= Opacità:
IDC_ST_IMG_LOGO_POS		= Posizione:
IDC_ST_IMG_LOGO_LR_MARGINS	= Margini Sx/Dx:
IDC_ST_IMG_LOGO_TB_MARGINS	= Margini Su/Giù:

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_TARGET_CUSTOM_SIZE
IDD_TARGET_CUSTOM_SIZE		= Dimensioni bersaglio personalizzate
IDC_ST_TARGET_SIZE_SETTING	= Impostazioni
IDC_ST_TARGET_SIZE		= Dimensioni bersaglio:
IDC_BTN_TARGET_RECENT		= Dimensione bersaglio recente

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_TARGET_ADD_SIZE_PRESET
IDD_TARGET_ADD_SIZE_PRESET	= Aggiungi una nuova predefinizione
IDC_ST_ADD_SIZE_PRESET		= Puoi salvare la posizione e la dimensione correnti come una nuova predefinizione. Inserisci un nome per la nuova predefinizione.

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_TARGET_EDIT_SIZE_PRESET
IDD_TARGET_EDIT_SIZE_PRESET	= Modifica dimensione della predefinizione
IDC_BTN_SIZE_PRESET_ADD		= Aggiungi
IDC_BTN_SIZE_PRESET_DEL		= Elimina
IDC_BTN_SIZE_PRESET_REN		= Rinomina
IDC_BTN_SIZE_PRESET_UP		= Su
IDC_BTN_SIZE_PRESET_DN		= Giù

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_TARGET_REN_SIZE_PRESET
IDD_TARGET_REN_SIZE_PRESET	= Rinomina la predefinizione
IDC_ST_REN_SIZE_PRESET		= Inserisci un nuovo nome

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_ACAP_INFO
IDD_ACAP_INFO			= Informazioni
IDC_ST_ACAP_INFO		= Informazioni cattura audio
IDC_ST_ACAP_INFO2		= La tua scheda audio non registra suoni. Controlla le impostazioni di registrazione. \n\nVuoi visitare la pagina di aiuto online?
IDC_CK_ACAP_DO_NOT_ASK		= Non chiedere di nuovo
IDC_BTN_YES			= Sì
IDC_BTN_NO			= No

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_RC_MAX_TIME
IDD_RC_MAX_TIME			= Tempo massimo di registrazione
IDC_ST_RC_TIME_SETTING		= Impostazioni
IDC_ST_RC_TIME_HOUR		= Ore
IDC_ST_RC_TIME_MIN		= Min
IDC_ST_RC_TIME_SEC		= Sec

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_RC_MAX_SIZE
IDD_RC_MAX_SIZE			= Dimensione massima registrazione
IDC_ST_RC_FILESIZE_SETTING	= Impostazioni

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_PAGE_ADD_PRESET
IDD_VIDEO_PAGE_ADD_PRESET	= Aggiungi una nuova predefinizione
IDC_ST_ADD_PRESET		= Puoi salvare la posizione e la dimensione correnti come una nuova predefinizione. Inserisci un nome per la nuova predefinizione.

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_PAGE_EDIT_PRESET
IDD_VIDEO_PAGE_EDIT_PRESET	= Modifica predefinizioni
IDC_BTN_PRESET_ADD		= Aggiungi
IDC_BTN_PRESET_DEL		= Elimina
IDC_BTN_PRESET_REN		= Rinomina
IDC_BTN_PRESET_UP		= Su
IDC_BTN_PRESET_DN		= Giù

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_PAGE_REN_PRESET
IDD_VIDEO_PAGE_REN_PRESET	= Rinomina la predefinizione
IDC_ST_REN_PRESET		= Inserisci un nuovo nome

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_CODEC_EX
IDD_VIDEO_CODEC_EX		= Seleziona un codec video esterno
IDC_ST_CODEC_EX_LIST		= Lista codec
IDC_ST_CODEC_EX_SETTINGS	= Impostazioni
IDC_ST_CODEC_EX_DRIVER		= Nome driver
IDC_ST_CODEC_EX_FOURCC		= FourCC
IDC_ST_CODEC_EX_QUALITY		= Qualità
IDC_ST_CODEC_EX_DATERATE	= Codifica
IDC_ST_CODEC_EX_KEYFRAME	= Intervallo Keyframe
IDC_CK_CODEC_EX_PREFER_RGB	= Preferisci spazio colori RGB
IDC_BTN_CODEC_EX_CONFIG		= Configura
IDC_BTN_CODEC_EX_ABOUT		= Informazioni
IDC_ST_CODEC_EX_HELP		= Aiuto (EN)

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_OPT_HOOK_BLOCK
IDD_OPT_HOOK_BLOCK		= Lista processi bloccati
IDC_ST_BLOCK_LIST		= I processi seguenti non sono autorizzati all'aggancio.
IDC_ST_BLOCK_LIST_EX		= Esempio:

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_FORMAT_CUDA
IDD_VIDEO_FORMAT_CUDA		= Impostazioni H.264 (NVIDIA® CUDA™)
IDC_ST_H264_CUDA_RATE_CONTROL	= Controllo codifica
IDC_RD_H264_CUDA_VBR		= VBR - in base alla qualità (raccomandato)
IDC_RD_H264_CUDA_CBR		= CBR - in base alla codifica
IDC_ST_H264_CUDA_GPU_USAGE	= Uso GPU
IDC_RD_H264_CUDA_GPU_CPU	= GPU + CPU
IDC_RD_H264_CUDA_GPU		= Solo GPU (utile con GPU veloci)
IDC_ST_H264_CUDA_GPU_DEVICE	= Scheda video:
IDC_ST_H264_CUDA_OTHER_OPTIONS	= Altre opzioni
IDC_ST_H264_CUDA_FOURCC_USED	= Codice FourCC:
IDC_ST_H264_CUDA_KEYFRAME_INT	= Intervallo keyframe:
IDC_ST_H264_CUDA_FOURCC_HELP	= Aiuto (EN)

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_FORMAT_SYNC
IDD_VIDEO_FORMAT_SYNC		= Impostazioni H.264 (Quick Sync Video)
IDC_ST_H264_SYNC_RATE_CONTROL	= Controllo codifica
IDC_RD_H264_SYNC_VBR		= VBR - in base alla qualità (raccomandato)
IDC_RD_H264_SYNC_CBR		= CBR - in base alla codifica
IDC_ST_H264_SYNC_OTHER_OPTIONS	= Altre opzioni
IDC_ST_H264_SYNC_FOURCC_USED	= Codice FourCC:
IDC_ST_H264_SYNC_KEYFRAME_INT	= Intervallo keyframe:
IDC_ST_H264_SYNC_FOURCC_HELP	= Aiuto (EN)

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_FORMAT_APP
IDD_VIDEO_FORMAT_APP		= Impostazioni H.264 (AMD VCE)
IDC_ST_H264_APP_RATE_CONTROL	= Controllo odifica
IDC_RD_H264_APP_VBR		= VBR - in base alla qualità (raccomandato)
IDC_RD_H264_APP_CBR		= CBR - in base alla codifica
IDC_ST_H264_APP_OTHER_OPTIONS	= Altre opzioni
IDC_ST_H264_APP_FOURCC_USED	= Codice FourCC:
IDC_ST_H264_APP_KEYFRAME_INT	= Intervallo keyframe:
IDC_ST_H264_APP_FOURCC_HELP	= Aiuto (EN)

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_FORMAT_XVID
IDD_VIDEO_FORMAT_XVID		= Impostazioni Xvid
IDC_ST_XVID_RATE_CONTROL	= Controllo codifica
IDC_RD_XVID_VBR			= VBR - in base alla qualità (raccomandato)
IDC_RD_XVID_CBR			= CBR - in base alla codifica
IDC_ST_XVID_OPTIMIZATION	= Ottimizzazione
IDC_RD_XVID_FASTER_SPEED	= Velocità codifica rapida
IDC_RD_XVID_SMALLER_SIZE	= File piccoli
IDC_ST_XVID_OTHER_OPTIONS	= Altre opzioni
IDC_ST_XVID_KEYFRAME_INT	= Intervallo keyframe:

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_FORMAT_NVENC
IDD_VIDEO_FORMAT_NVENC		= Impostazioni H.264 (NVIDIA® NVENC)
IDC_ST_H264_NVENC_RATE_CONTROL	= Controllo codifica
IDC_RD_H264_NVENC_VBR		= VBR - in base alla qualità (raccomandato)
IDC_RD_H264_NVENC_CBR		= CBR - in base alla codifica
IDC_ST_H264_NVENC_GPU_USAGE	= Uso GPU
IDC_ST_H264_NVENC_GPU_DEVICE	= Scheda GPU:
IDC_ST_H264_NVENC_OTHER_OPTIONS	= Altre opzioni
IDC_ST_H264_NVENC_FOURCC_USED	= Codice FourCC:
IDC_ST_H264_NVENC_KEYFRAME_INT	= Intervallo keyframe:
IDC_ST_H264_NVENC_FOURCC_HELP	= Aiuto (EN)

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_FORMAT_H264
IDD_VIDEO_FORMAT_H264		= Impostazioni H.264 (CPU)
IDC_ST_H264_RATE_CONTROL	= Controllo codifica
IDC_RD_H264_VBR			= VBR - in base alla qualità (raccomandato)
IDC_RD_H264_CBR			= CBR - in base alla codifica
IDC_ST_H264_OPTIMIZATION	= Ottimizzazioni
IDC_RD_H264_FASTER_SPEED	= Alta velocità di codifica
IDC_RD_H264_BALANCED		= Prestazioni bilanciate
IDC_RD_H264_SMALLER_SIZE	= File piccoli
IDC_ST_H264_OTHER_OPTIONS	= Altre opzioni
IDC_ST_H264_KEYFRAME_INT	= Intervallo keyframe:

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_TIMER_REC_SETTINGS
IDD_TIMER_REC_SETTINGS		= Timer registrazione
IDC_ST_TIMER_SETTINGS		= Impostazioni
IDC_RD_TIMER_START_IN		= Avvia in
IDC_ST_TIMER_MINUTES		= minuti
IDC_RD_TIMER_START_AT		= Avvia alle
IDC_CK_TIMER_MINIMIZE		= Minimizza Bandicam quando la registrazione inizia.
IDC_ST_TIMER_AUTO_COMPLETE	= Auto-arresta la registrazione
IDC_BTN_TIMER_AUTO_COMPLETE	= Impostazioni

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_TIMER_REC_WAITING
IDD_TIMER_REC_WAITING		= Timer registrazione - In attesa
IDC_ST_TIMER_WAITING_INFO	= In attesa, inizio della registrazione alle %s.
IDC_ST_TIMER_ELAPSED		= Tempo trascorso:
IDC_ST_TIMER_REMAINING		= Tempo rimanente:

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_FORMAT_FPS
IDD_VIDEO_FORMAT_FPS		= Impostazioni FPS
IDC_ST_FORMAT_FPS_MODE		= Impostazioni Frame Rate
IDC_RD_FORMAT_FPS_CFR		= Preferisci CFR - Frame Rate Costante
IDC_ST_FORMAT_FPS_CFR		= Ricorri al VFR se il frame rate è troppo basso.
IDC_RD_FORMAT_FPS_VFR		= Usa VFR - Frame Rate Variabile (Raccomandato)
IDC_ST_FORMAT_FPS_HELP		= Aiuto (EN)

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_UPLOAD_TO_YOUTUBE
IDD_UPLOAD_TO_YOUTUBE		= Carica su Youtube.com
IDC_ST_YOUTUBE_UPLOADINFO	= Dettagli video
IDC_ST_YOUTUBE_FILENAME		= Nome del file:
IDC_ST_YOUTUBE_TITLE		= Titolo:
IDC_ST_YOUTUBE_DESCRIPTION	= Descrizione:
IDC_ST_YOUTUBE_PRIVACY		= Privacy:
IDC_RD_YOUTUBE_PRIVACY_PUBLIC	= Pubblico - Permetti a chiunque di vedere il video
IDC_RD_YOUTUBE_PRIVACY_UNLISTED	= Non elencato - Solo quelli che hanno il link possono vedere il video
IDC_RD_YOUTUBE_PRIVACY_PRIVATE	= Privato - Imposta il video come visibile solo a me ed agli utenti selezionati
IDC_BTN_YOUTUBE_UPLOAD		= Carica
IDC_LN_YOUTUBE_HELP		= Aiuto
IDC_LN_YOUTUBE_TOS		= Facendo clic su 'Carica', dichiari di possedere tutti i diritti sui contenuti o di essere autorizzato dal proprietario a renderli disponibili pubblicamente su YouTube e che quindi sono conformi ai <a>Termini di servizio di YouTube</a>.
IDC_CK_YOUTUBE_KEEP_LOGGED_IN	= Rimani collegato
IDC_BTN_YOUTUBE_LOGOUT		= Disconnetti

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_UPLOADING_YOUTUBE
IDD_UPLOADING_YOUTUBE		= Caricamento...
IDC_ST_YOUTUBE_UPLOADED		= Caricamento del video completato!
IDC_ST_YOUTUBE_LINK		= Link:
IDC_ST_YOUTUBE_EMBED		= Incorpora:
IDC_BTN_YOUTUBE_LINK_GO		= Vai
IDC_BTN_YOUTUBE_EMBED_COPY	= Copia
IDC_BTN_YOUTUBE_CLOSE		= Chiudi

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_UPLOAD_TO_VIMEO
IDD_UPLOAD_TO_VIMEO		= Carica su Vimeo.com
IDC_ST_VIMEO_UPLOADINFO		= Dettagli caricamento
IDC_ST_VIMEO_FILENAME		= Nome del file:
IDC_ST_VIMEO_TITLE		= Titolo:
IDC_ST_VIMEO_DESCRIPTION	= Descrizione:
IDC_ST_VIMEO_PRIVACY		= Privacy:
IDC_RD_VIMEO_PRIVACY_ANYONE	= Pubblico - Permetti a tutti di vedere il video
IDC_RD_VIMEO_PRIVACY_ONLYME	= Solo io - Rendi il video visibile solo a me
IDC_RD_VIMEO_PRIVACY_FOLLOW	= Persone che seguo - Rendi il video visibile solo alle persone che seguo
IDC_RD_VIMEO_PRIVACY_UNLISTED	= Solo le persone con il link privato possono vedere questo video
IDC_ST_VIMEO_PRIVACY_UNLISTED	= (Gli utenti di Vimeo Basic non possono usare questa opzione)
IDC_RD_VIMEO_PRIVACY_PASSWORD	= Solo le persone con una password possono vedere questo video
IDC_CK_HIDE_PASSWORD		= Nascondi password
IDC_BTN_VIMEO_UPLOAD		= Carica
IDC_LN_VIMEO_HELP		= Aiuto

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_UPLOADING_VIMEO
IDD_UPLOADING_VIMEO		= Caricamento...
IDC_ST_VIMEO_UPLOADED		= Caricamento del video completato!
IDC_ST_VIMEO_LINK		= Link:
IDC_ST_VIMEO_EMBED		= Incorpora:
IDC_BTN_VIMEO_LINK_GO		= Vai
IDC_BTN_VIMEO_EMBED_COPY	= Copia
IDC_BTN_VIMEO_CLOSE		= Chiudi

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_UPLOAD_TO_FACEBOOK
IDD_UPLOAD_TO_FACEBOOK		= Carica su Facebook
IDC_ST_FACEBOOK_UPLOADINFO	= Informazioni caricamento
IDC_ST_FACEBOOK_FILENAME	= Nome del file:
IDC_ST_FACEBOOK_TITLE		= Titolo:
IDC_ST_FACEBOOK_DESCRIPTION	= Descrizione:
IDC_ST_FACEBOOK_PRIVACY		= Privacy:
IDC_RD_FACEBOOK_PRIVACY_PUBLIC	= Pubblico - Permetti a tutti di vedere questo video
IDC_RD_FACEBOOK_PRIVACY_FOF	= Amici di amici - Permetti agli amici di amici di vedere questo video
IDC_RD_FACEBOOK_PRIVACY_FRIENDS	= Amici - Permetti solo ai tuoi amici di vedere questo video
IDC_RD_FACEBOOK_PRIVACY_ONLYME	= Solo io - Potrai vedere solo tu questo video
IDC_BTN_FACEBOOK_UPLOAD		= Carica
IDC_LN_FACEBOOK_HELP		= Aiuto

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_UPLOADING_FACEBOOK
IDD_UPLOADING_FACEBOOK		= Caricamento...
IDC_ST_FACEBOOK_UPLOADED	= Caricamento del video completato!
IDC_ST_FACEBOOK_LINK		= Link:
IDC_BTN_FACEBOOK_LINK_GO	= Vai
IDC_BTN_FACEBOOK_CLOSE		= Chiudi

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_UPLOAD_TO_GDRIVE
IDD_UPLOAD_TO_GDRIVE		= Carica su Google Drive
IDC_ST_GDRIVE_UPLOADINFO	= Dettagli caricamento
IDC_ST_GDRIVE_FILENAME		= Nome file:
IDC_ST_GDRIVE_SHARE_MODE	= Condividi:
IDC_RD_GDRIVE_DONT_SHARE	= Non condividere
IDC_RD_GDRIVE_SHARELINK		= Crea link di condivisione
IDC_ST_GDRIVE_SHARELINK_HELP	= Chiunque abbia il link può vederlo
IDC_BTN_GDRIVE_UPLOAD		= Carica
IDC_LN_GDRIVE_HELP		= Aiuto
IDC_CK_GDRIVE_KEEP_LOGGED_IN	= Tienimi collegato
IDC_BTN_GDRIVE_LOGOUT		= Disconnetti

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_UPLOADING_GDRIVE
IDD_UPLOADING_GDRIVE		= Caricamento...
IDC_ST_GDRIVE_UPLOADED		= Caricamento del video completato!
IDC_ST_GDRIVE_LINK		= Link:
IDC_BTN_GDRIVE_LINK_GO		= Vai
IDC_BTN_GDRIVE_SHARELINK_COPY	= Copia link di condivisione
IDC_BTN_GDRIVE_CLOSE		= Chiudi

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_NVENC_AVAILABLE
IDD_VIDEO_NVENC_AVAILABLE	= NVENC disponibile
IDC_LN_NVENC_AVAILABLE		= Il codec NVIDIA NVENC H.264 è disponibile. NVENC è un codec ad alte prestazioni che usa l'accelerazione hardware. \nVuoi usare il codec NVENC H.264?\n<a>Altro</a>
IDC_CK_NVENC_AVAILABLE		= Non chiedermelo più

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_QSV_AVAILABLE
IDD_VIDEO_QSV_AVAILABLE		= Intel® Quick Sync Video (QSV) disponibile
IDC_LN_QSV_AVAILABLE		= Il codec Intel® Quick Sync Video H.264 è disponibile. QSV è un codec ad alte prestazioni che usa l'accelerazione hardware. \nVuoi usare il codec QSV H.264?\n<a>Altro</a>
IDC_CK_QSV_AVAILABLE		= Non chiedermelo più

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_DEVICE_SELECTION
IDD_DEVICE_SELECTION		= Selezione periferica
IDC_ST_DEVICE_SELECTION		= Seleziona
IDC_ST_DEVICE_NAME		= Periferica:
IDC_BTN_DEVICE_NAME_SETTINGS	= Impostazioni
IDC_ST_DEVICE_FORMAT		= Formato:
IDC_ST_DEVICE_VIDEO_INPUT	= Ingresso Video:
IDC_ST_DEVICE_AUDIO_INPUT	= Ingresso Audio:
IDC_CK_DEVICE_AUDIO_CUSTOM	= Usa periferica audio personalizzata
IDC_BTN_DEVICE_INPUT_SETTINGS	= Impostazioni
IDC_ST_DEVICE_OPTIONS		= Opzioni
IDC_ST_DEVICE_DEINTERLAING	= Deinterlaccia:
IDC_ST_DEVICE_ROTATE		= Rotate:
IDC_ST_DEVICE_FLIPSCREEN	= Ribalta:
IDC_CK_DEVICE_FLIPSCREEN_H	= Orizzontale
IDC_CK_DEVICE_FLIPSCREEN_V	= Verticale
IDC_LN_DEVICE_HELP		= Aiuto (EN)

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_CAUTION_USING_WINAPPS
IDD_CAUTION_USING_WINAPPS	= Problema di compatibilità con Origin
IDC_LN_CAUTION_USING_WINAPPS	= Se abiliti la ricerca di Apps dal Windows (UWP) potresti avere problemi di compatibilità con Origin. <a>Clicca qui (EN)</a> per risolvere il problema.\n\nSei sicuro di voler abilitare la ricerca di Apps dal Windows?
IDC_CK_CAUTION_USING_WINAPPS	= Non chiedermelo più

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_SCHEDULED_REC_LIST
IDD_SCHEDULED_REC_LIST		= Lista di registrazioni programmate
IDC_ST_SREC_LIST_TEXT		= Pianifica un orario specifico per avviare la registrazione. (Disponibile quando Bandicam è in esecuzione.)
IDC_BTN_SREC_LIST_ADD		= Aggiungi
IDC_BTN_SREC_LIST_EDIT		= Modifica
IDC_BTN_SREC_LIST_DELETE	= Elimina
IDC_BTN_SREC_LIST_COPY		= Copia
IDC_BTN_SREC_LIST_CLOSE		= Chiudi
IDC_LN_SREC_TIP_TASK_SCHEDULER	= CONSIGLIO: come avviare la registrazione programmata quando Bandicam non è in esecuzione

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_SCHEDULED_REC_SETTINGS
IDD_SCHEDULED_REC_SETTINGS	= Registrazione programmata
IDC_ST_SREC_SETTINGS_NAME	= Nome:
IDC_CK_SREC_ACTIVE		= Attivo
IDC_ST_SREC_SCHEDULING		= Pianificazione
IDC_RD_SREC_ONE_TIME		= Una volta
IDC_RD_SREC_DAILY		= Quotidiano
IDC_RD_SREC_WEEKLY		= Settimanale
IDC_ST_SREC_START_TIME		= Ora di inizio:
IDC_ST_SREC_END_TIME		= Ora di fine:
IDC_CK_SREC_DURATION		= Durata
IDC_CK_SREC_SUN			= Domenica
IDC_CK_SREC_MON			= Lunedì
IDC_CK_SREC_TUE			= Martedì
IDC_CK_SREC_WED			= Mercoledì
IDC_CK_SREC_THU			= Giovedì
IDC_CK_SREC_FRI			= Venerdì
IDC_CK_SREC_SAT			= Sabato
IDC_ST_SREC_RECORDING		= Registrazione
IDC_ST_SREC_TARGET		= Bersaglio:
IDC_BTN_SREC_TARGET_SELECT	= Seleziona
IDC_ST_SREC_AFTER_RECORDING	= Dopo la registrazione:
IDC_LN_SREC_HELP		= [ Aiuto (EN) ]

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_ACAP_NO_DEVICE
IDD_ACAP_NO_DEVICE		= Nessun dispositivo di acquisizione audio
IDC_ST_ACAP_NO_DEVICE		= Nessun dispositivo di acquisizione audio rilevato.\nPertanto, non ci sarà traccia sonora nel file video registrato.
IDC_CK_ACAP_DO_NOT_SHOW		= Non mostrare più questo messaggio

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_CAUTION_NON_ADMIN_GAME_MODE
IDD_CAUTION_NON_ADMIN_GAME_MODE		= Bandicam è eseguito come utente standard
IDC_LN_CAUTION_NON_ADMIN_GAME_MODE	= Alcuni obiettivi di registrazione potrebbero non essere rilevati perché non hai eseguito Bandicam come amministratore. \n\n<a>Clicca qui per eseguire Bandicam come amministratore.</a>
IDC_LN_CAUTION_NON_ADMIN_GAME_HELP	= Aiuto
ID_BTN_CAUTION_UAC_SETTINGS		= Impostazioni

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_BANDIFIX_DIALOG
IDD_BANDIFIX_DIALOG		= BandiFix

[MENU]
ID_POPUP_ABOUT			= Informazioni su Bandicam
ID_POPUP_GENERAL		= Opzioni - Generale
ID_POPUP_FRAME			= Opzioni - FPS
ID_POPUP_VIDEO			= Opzioni - Video
ID_POPUP_IMAGE			= Opzioni - Immagini
ID_POPUP_AUDIO			= Opzioni - Audio
ID_POPUP_OUTPUTS		= Lista file emessi
ID_POPUP_OPENOUTPUTFOLDER	= Apri cartella di emissione
ID_POPUP_TARGET			= Bersaglio
ID_POPUP_SETTINGS		= Impostazioni
ID_POPUP_SIZE			= Dimensione finestra
ID_POPUP_EXIT			= Esci

ID_TARGET_DIRECTX		= Modalità Registrazione Gioco
ID_TARGET_SCREEN		= Modalità Registrazione Schermo - Rettangolo
ID_TARGET_FULL			= Modalità Registrazione Schermo - Schermo intero
ID_TARGET_WINDOW		= Modalità Registrazione Schermo - Finestra specifica
ID_TARGET_MOUSE			= Modalità Registrazione Schermo - Vicino al mouse
ID_TARGET_DEVICE		= Modalità Registrazione Periferica
ID_TARGET_AUDIO_ONLY		= Modalità Registrazione Solo Audio
ID_TARGET_HELP			= Aiuto (EN)

ID_TARGET_HIDE			= Mostra/Nascondi \t Ctrl+Alt+H
ID_TARGET_COPY_TO_CLIPBOARD	= Copia negli appunti \t Ctrl+C, Ctrl+Alt+C
ID_TARGET_PEN			= Modalità disegno \t Ctrl+Alt+D
ID_TARGET_ALWAYS_ON_TOP		= Sempre in primo piano
ID_TARGET_COUNTDOWN		= Conto alla rovescia
ID_TARGET_COUNTDOWN_TIMER	= Mostra conteggio alla rovescia
ID_TARGET_COUNTDOWN_0		= Off
ID_TARGET_COUNTDOWN_1		= 1 sec
ID_TARGET_COUNTDOWN_2		= 2 sec
ID_TARGET_COUNTDOWN_3		= 3 sec
ID_TARGET_COUNTDOWN_4		= 4 sec
ID_TARGET_COUNTDOWN_5		= 5 sec
ID_TARGET_COUNTDOWN_6		= 6 sec
ID_TARGET_COUNTDOWN_7		= 7 sec
ID_TARGET_COUNTDOWN_8		= 8 sec
ID_TARGET_COUNTDOWN_9		= 9 sec
ID_TARGET_COUNTDOWN_10		= 10 sec
ID_TARGET_HIDE_MAINWND		= Nascondi la finestra principale durante la registrazione
ID_TARGET_TRANSPARENCY		= Opacità
ID_TARGET_SIZE			= Dimensione
ID_TARGET_ADJUST		= Adatta

ID_TARGET_MOVE_LEFT		= Muovi a sinistra \t Sinistra
ID_TARGET_MOVE_RIGHT		= Muovi a destra \t Destra
ID_TARGET_MOVE_UP		= Muovi in su \t Su
ID_TARGET_MOVE_DOWN		= Muovi in giù \t Giù

ID_TARGET_INC_WIDTH		= Aumenta larghezza \t Maiusc+Destra
ID_TARGET_DEC_WIDTH		= Diminuisci larghezza \t Maiusc+Sinistra
ID_TARGET_INC_HEIGHT		= Aumenta altezza \t Maiusc+Su
ID_TARGET_DEC_HEIGHT		= Diminuisci altezza \t Maiusc+Giù

ID_TARGET_FIND_WINDOW		= Seleziona area di registrazione \t Ctrl+F
ID_TARGET_FULLSCREEN		= Schermo intero \t Ctrl+Invio
ID_TARGET_RATIO_4_3		= Adatta a 4:3
ID_TARGET_RATIO_16_9		= Adatta a 16:9
ID_TARGET_SIZE_CUSTOM		= Dimensione personalizzata \t Ctrl+U
ID_TARGET_SIZE_PRESET		= Dimensione preimpostata \t Maiusc+Mouse destro
ID_TARGET_SIZE_PRESET_ADD	= Aggiungi predefinizione
ID_TARGET_SIZE_PRESET_EDIT	= Modifica predefinizione
ID_TARGET_SIZE_RU		= Dimensioni usate di recente \t Ctrl+S

ID_TARGET_DISPLAY		= Schermo
ID_TARGET_DISPLAY_1		= Schermo 1
ID_TARGET_DISPLAY_2		= Schermo 2
ID_TARGET_DISPLAY_3		= Schermo 3
ID_TARGET_DISPLAY_4		= Schermo 4
ID_TARGET_DISPLAY_5		= Schermo 5
ID_TARGET_DISPLAY_6		= Schermo 6
ID_TARGET_DISPLAY_7		= Schermo 7
ID_TARGET_DISPLAY_8		= Schermo 8
ID_TARGET_DISPLAY_ALL		= Tutti gli schermi

ID_TARGET_OPEN_OUTPUTFOLDER	= Apri cartella di emissione
ID_TARGET_OUTPUT_LIST		= Lista file da emettere
ID_TARGET_EXIT_BANDICAM		= Esci da Bandicam

ID_DEVICE_HIDE			= Mostra/Nascondi \t Ctrl+Alt+H
ID_DEVICE_COPY_TO_CLIPBOARD	= Copia negli appunti \t Ctrl+C, Ctrl+Alt+C
ID_DEVICE_ALWAYS_ON_TOP		= Sempre in primo piano
ID_DEVICE_SELECTION		= Seleziona periferica \t Ctrl+D
ID_DEVICE_FULLSCREEN		= Schermo intero \t Invio
ID_DEVICE_ZOOM			= Zoom
ID_DEVICE_ZOOM_QUARTER		= 25% \t Alt+1
ID_DEVICE_ZOOM_HALF		= 50% \t Alt+2
ID_DEVICE_ZOOM_ORIGINAL		= 100% \t Alt+3
ID_DEVICE_ZOOM_DOUBLE		= 200% \t Alt+4
ID_DEVICE_ASPECT_RATIO		= Proporzioni
ID_DEVICE_KEEP_ASPECT_RATIO	= Mantieni proporzioni
ID_DEVICE_ASPECT_RATIO_DEFAULT	= Predefinito
ID_DEVICE_ASPECT_RATIO_4_3	= 4:3
ID_DEVICE_ASPECT_RATIO_16_9	= 16:9
ID_DEVICE_OPEN_OUTPUTFOLDER	= Apri cartella di emissione
ID_DEVICE_OUTPUT_LIST		= Lista file da emettere
ID_DEVICE_EXIT_BANDICAM		= Esci da Bandicam

ID_USER_PRESET_ADD		= Aggiungi
ID_USER_PRESET_EDIT		= Modifica

ID_SORT_BY_DATE			= Ordina per Data
ID_SORT_BY_NAME			= Ordina per Nome
ID_SORT_BY_SIZE			= Ordina per Dimensione

ID_OUTPUTS_LB_PLAY		= Riproduci
ID_OUTPUTS_LB_OPEN		= Apri
ID_OUTPUTS_LB_EDIT		= Modifica
ID_OUTPUTS_LB_RENAME		= Rinomina     \t F2
ID_OUTPUTS_LB_DELETE		= Elimina     \t Del
ID_OUTPUTS_LB_SELECT_ALL	= Seleziona tutti \t Ctrl+A
ID_OUTPUTS_LB_OPEN_FOLDER	= Apri cartella di emissione

ID_UPLOAD_TO_YOUTUBE		= Carica su Youtube
ID_UPLOAD_TO_VIMEO		= Carica su Vimeo
ID_UPLOAD_TO_FACEBOOK		= Carica su Facebook
ID_UPLOAD_TO_GDRIVE		= Carica su Google Drive

ID_BDCAM_SIZE_DEFAULT		= Predefinita

ID_AUDIO_FILTER_MONO		= Converti in mono
ID_AUDIO_FILTER_NS		= Soppressione rumore
ID_AUDIO_FILTER_NS_OFF		= Spento
ID_AUDIO_FILTER_NS_LOW		= Basso
ID_AUDIO_FILTER_NS_MEDIUM	= Medio
ID_AUDIO_FILTER_NS_HIGH		= Alto


